Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: %@ - now
ar: %@ - الآن
bn: %@ - এখন
es: %@ - ahora
fr: %@ - maintenant
hi: %@ - अब
ja: %@ - 今
pt_br: %@ - agora
ru: %@ - сейчас
zh_hans: %@ - 现在

# %@ • %@ – now
source: %1$@ • %2$@ – now
ar: %1$@ • %2$@ – الآن
bn: %1$@ • %2$@ – এখন
es: %1$@ • %2$@ – ahora
fr: %1$@ • %2$@ – maintenant
hi: %1$@ • %2$@ – अभी
ja: %1$@ • %2$@ – 今
pt_br: %1$@ • %2$@ – agora
ru: %1$@ • %2$@ – сейчас
zh_hans: %1$@ • %2$@ – 现在

# %@ + %lld more
source: %1$@ + %2$lld more
ar: %1$@ + %2$lld المزيد
bn: %1$@ + %2$lld আরও
es: %1$@ + %2$lld más
fr: %1$@ + %2$lld plus
hi: %1$@ + %2$lld अधिक
ja: %1$@ + %2$lld詳細
pt_br: %1$@ + %2$lld mais
ru: %1$@ + %2$lld еще
zh_hans: %1$@ + %2$lld更多

source: %@ kilometers
ar: %@ كيلومتر
bn: %@ কিলোমিটার
es: %@ kilómetros
fr: %@ kilomètres
hi: %@ किलोमीटर
ja: %@キロメートル
pt_br: %@ quilômetros
ru: %@ километров
zh_hans: %@公里

source: %@ meters
ar: %@ متر
bn: %@ মিটার
es: %@ metros
fr: %@ mètres
hi: %@ मीटर
ja: %@メートル
pt_br: %@ metros
ru: %@ метров
zh_hans: %@米

# %@. Status %@. Source %@.
source: %1$@. Status %2$@. Source %3$@.
ar: %1$@ . الحالة %2$@ . المصدر %3$@ .
bn: %1$@ স্থিতি %2$@ উৎস %3$@ ।
es: %1$@ . Estado %2$@ . Fuente %3$@ .
fr: %1$@ . Statut %2$@ . Source %3$@ .
hi: %1$@ . स्थिति %2$@ . स्रोत %3$@ .
ja: %1$@ 。ステータス%2$@ 。ソース%3$@ 。
pt_br: %1$@ . Estado %2$@ . Fonte %3$@ .
ru: %1$@ . Статус %2$@ . Источник %3$@ .
zh_hans: %1$@ 。状态%2$@ 。来源%3$@ 。

# %lld hours and %lld minutes
source: %1$lld hours and %2$lld minutes
ar: %1$lld ساعة و %2$lld دقيقة
bn: %1$lld ঘন্টা এবং %2$lld মিনিট
es: %1$lld horas y %2$lld minutos
fr: %1$lld heures et %2$lld minutes
hi: %1$lld घंटे और %2$lld मिनट
ja: %1$lld時間と%2$lld分
pt_br: %1$lld horas e %2$lld minutos
ru: %1$lld часов и %2$lld минут
zh_hans: %1$lld小时%2$lld分钟

source: %lld hours and 1 minute
ar: %lld ساعة ودقيقة واحدة
bn: %lld ঘন্টা এবং 1 মিনিট
es: %lld horas y 1 minuto
fr: %lld heures et 1 minute
hi: %lld घंटे और 1 मिनट
ja: %lld時間 1 分
pt_br: %lld horas e 1 minuto
ru: %lld часов и 1 минута
zh_hans: %lld小时 1 分钟

# %lld MATCHED %@
source: %1$lld MATCHED %2$@
ar: %1$lld متطابق %2$@
bn: %1$lld মিলেছে %2$@
es: %1$lld COINCIDIDO %2$@
fr: %1$lld %2$@
hi: %1$lld मेल खाता है %2$@
ja: %1$lld %2$@と一致しました
pt_br: %1$lld CORRESPONDIDO %2$@
ru: СОПОСТАВЛЕНО: %1$lld %2$@
zh_hans: %1$lld匹配%2$@

source: %lld minutes
ar: دقيقة %lld
bn: %lld মিনিট
es: %lld minutos
hi: %lld मिनट
ja: %lld分
pt_br: %lld minutos
ru: %lld минут
zh_hans: %lld分钟

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
bn: %1$lld এর %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
hi: %1$lld में से %2$lld
ja: %1$lld / %2$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
zh_hans: %1$lld ，共%2$lld

source: %lld photos
ar: %lld صور
bn: %lld ফটো
es: %lld fotos
hi: %lld तस्वीरें
ja: %lld写真
pt_br: %lld fotos
ru: %lld фотографий
zh_hans: %lld照片

source: %lld PHOTOS
ar: صور %lld
bn: %lld ফটো
es: %lld FOTOS
hi: %lld तस्वीरें
ja: %lld写真
pt_br: %lld FOTOS
ru: %lld ФОТО
zh_hans: %lld照片

source: %lld points
ar: %lld نقطة
bn: %lld পয়েন্ট
es: %lld puntos
hi: %lld अंक
ja: %lldポイント
pt_br: %lld pontos
ru: %lld баллов
zh_hans: %lld点

source: %lld visits today.
ar: %lld زيارة اليوم.
bn: আজ %lld ভিজিট।
es: %lld visitas hoy.
fr: %lld visites aujourd'hui.
hi: आज %lld दौरा।
ja: 今日は%lldが訪問しました。
pt_br: %lld visitas hoje.
ru: %lld посещений сегодня.
zh_hans: 今天%lld来访。

# %lldh %lldm
source: %1$lldh %2$lldm
ar: %1$lld ح %2$lld م
bn: %1$lld ঘন্টা %2$lld মি
hi: %1$lld h %2$lld मी
ru: %1$lld ч %2$lld м
zh_hans: %1$lld小时%2$lld米

# %lldH %lldM
source: %1$lldH %2$lldM
ar: %1$lld ح %2$lld م
hi: %1$lld H %2$lld एम
ru: %1$lld Ч %2$lld М

source: 1 hour
ar: 1 ساعة
bn: 1 ঘন্টা
es: 1 hora
fr: 1 heure
hi: 1 घंटा
ja: 1時間
pt_br: 1 hora
ru: 1 час
zh_hans: 1小时

source: 1 hour and %lld minutes
ar: ساعة واحدة و %lld دقيقة
bn: 1 ঘন্টা এবং %lld মিনিট
es: 1 hora y %lld minutos
fr: 1 heure et %lld minutes
hi: 1 घंटा और %lld मिनट
ja: 1 時間%lld分
pt_br: 1 hora e %lld minutos
ru: 1 час и %lld минут
zh_hans: 1 小时%lld分钟

source: 1 hour and 1 minute
ar: 1 ساعة و 1 دقيقة
bn: 1 ঘন্টা 1 মিনিট
es: 1 hora y 1 minuto
fr: 1 heure et 1 minute
hi: 1 घंटा 1 मिनट
ja: 1時間1分
pt_br: 1 hora e 1 minuto
ru: 1 час и 1 минута
zh_hans: 1小时1分钟

source: 1 minute
ar: 1 دقيقة
bn: 1 মিনিট
es: 1 minuto
hi: 1 मिनट
ja: 1分
pt_br: 1 minuto
ru: 1 минута
zh_hans: 1分钟

source: 1 point
ar: 1 نقطة
bn: 1 পয়েন্ট
es: 1 punto
hi: 1 अंक
ja: 1点
pt_br: 1 ponto
ru: 1 балл
zh_hans: 1 分

source: 1 visit today.
ar: 1 زيارة اليوم.
bn: 1 ভিজিট আজ.
es: 1 visita hoy.
fr: 1 visite aujourd'hui.
hi: आज 1 विजिट.
ja: 本日の訪問は1件。
pt_br: 1 visita hoje.
ru: 1 посещение сегодня.
zh_hans: 今天 1 次访问。

source: 1h gaps
ar: فجوات 1H
bn: 1 ঘন্টা ফাঁক
es: huecos de 1h
fr: 1h d'intervalle
hi: 1 घंटे का अंतराल
ja: 1時間のギャップ
pt_br: Intervalos de 1h
ru: перерывы в 1 час
zh_hans: 1小时间隙

source: 2 hours
ar: ساعاتين
bn: 2 ঘন্টা
es: 2 horas
fr: 2 heures
hi: 2 घंटे
ja: 2時間
pt_br: 2 horas
ru: 2 часа
zh_hans: 2小时

source: 2h gaps
ar: فجوات 2H
bn: 2 ঘন্টা ফাঁক
es: intervalos de 2h
fr: Interruptions de 2h
hi: 2 घंटे का अंतराल
ja: 2時間のギャップ
pt_br: Intervalos de 2h
ru: 2 часа перерыва
zh_hans: 2小时间隙

source: 4 hours
ar: 4 ساعات
bn: 4 ঘন্টা
es: 4 horas
fr: 4 heures
hi: 4 घंटे
ja: 4時間
pt_br: 4 horas
ru: 4 часа
zh_hans: 4小时

source: 4h gaps
ar: فجوات 4 ساعات
bn: 4 ঘন্টা ফাঁক
es: intervalos de 4h
fr: écarts de 4h
hi: 4 घंटे का अंतराल
ja: 4時間のギャップ
pt_br: Intervalos de 4h
ru: 4-часовые перерывы
zh_hans: 4小时间隙

source: 5 minutes
ar: 5 دقائق
bn: 5 মিনিট
es: 5 minutos
hi: 5 मिनट
ja: 5分
pt_br: 5 minutos
ru: 5 минут
zh_hans: 5分钟

source: 15 minutes
ar: 15 دقيقة
bn: 15 মিনিট
es: 15 minutos
hi: 15 मिनटों
ja: 15分
pt_br: 15 minutos
ru: 15 минут
zh_hans: 15分钟

source: 15m gaps
ar: 15 متر فجوات
bn: 15 মিটার ফাঁক
es: huecos de 15m
fr: écarts de 15 m
hi: 15 मीटर का अंतराल
ja: 15mのギャップ
pt_br: Intervalos de 15m
ru: 15-метровые промежутки
zh_hans: 15m间隙

source: 30 minutes
ar: 30 دقيقة
bn: 30 মিনিট
es: 30 minutos
hi: 30 मिनट
ja: 30分
pt_br: 30 minutos
ru: 30 минут
zh_hans: 30分钟

source: 30m gaps
ar: فجوات 30M
bn: 30 মিটার ফাঁক
es: huecos de 30m
fr: Écarts de 30 m
hi: 30 मीटर का अंतराल
ja: 30mのギャップ
pt_br: Intervalos de 30m
ru: 30-метровые промежутки
zh_hans: 30m间隙

source: A calm, private timeline of where your day takes you — always on-device and in your control.
ar: جدول زمني هادئ وخاص للمكان الذي يأخذك إليه يومك - دائمًا على الجهاز وتحت سيطرتك.
bn: আপনার দিনটি আপনাকে কোথায় নিয়ে যায় তার একটি শান্ত, ব্যক্তিগত টাইমলাইন — সর্বদা ডিভাইসে এবং আপনার নিয়ন্ত্রণে।
es: Una línea de tiempo tranquila y privada de hacia dónde te lleva tu día, siempre en el dispositivo y bajo tu control.
fr: Une chronologie calme et privée de l'endroit où votre journée vous mène, toujours sur l'appareil et sous votre contrôle.
hi: आपका दिन आपको कहाँ ले जाता है इसकी एक शांत, निजी समयरेखा - हमेशा डिवाइस पर और आपके नियंत्रण में।
ja: あなたの一日がどこに行くのかを示す穏やかでプライベートなタイムライン - 常にデバイス上にあり、あなたのコントロール下にあります。
pt_br: Uma linha do tempo calma e privada de onde seu dia o leva, sempre no dispositivo e sob seu controle.
ru: Спокойный, конфиденциальный график того, как проходит ваш день — всегда на устройстве и под вашим контролем.
zh_hans: 平静、私密的时间表，记录您一天的行程 — 始终在设备上并由您掌控。

source: A clearer view of your days
ar: رؤية أوضح لأيامك
bn: আপনার দিনগুলির একটি পরিষ্কার দৃশ্য
es: Una visión más clara de tus días
fr: Une vision plus claire de vos journées
hi: आपके दिनों का एक स्पष्ट दृश्य
ja: 日々の様子をより明確に把握
pt_br: Uma visão mais clara dos seus dias
ru: Более четкое представление о ваших днях
zh_hans: 更清晰地了解您的日子

source: A fresh coat of polish
ar: طبقة جديدة من البولندية
bn: পলিশের একটি তাজা কোট
es: Una nueva capa de esmalte
fr: Une nouvelle couche de vernis
hi: पॉलिश का ताज़ा कोट
ja: 新たなポリッシュコート
pt_br: Uma nova camada de esmalte
ru: Свежий слой лака
zh_hans: 一层新鲜的抛光剂

source: ABOUT
ar: عن
bn: সম্পর্কে
es: ACERCA DE
fr: À PROPOS
hi: के बारे में
ja: について
pt_br: SOBRE
ru: О
zh_hans: 关于

source: ACCURACY
ar: دقة
bn: নির্ভুলতা
es: EXACTITUD
fr: PRÉCISION
hi: शुद्धता
ja: 正確さ
pt_br: PRECISÃO
ru: ТОЧНОСТЬ
zh_hans: 准确性

source: Accuracy about %.0f meters
ar: الدقة حوالي %.0f متر
bn: নির্ভুলতা প্রায় %.0f মিটার
es: Precisión de aproximadamente %.0f metros
fr: Précision d'environ %.0f mètres
hi: सटीकता लगभग %.0f मीटर
ja: 精度約%.0fメートル
pt_br: Precisão de cerca de %.0f metros
ru: Точность около %.0f метров
zh_hans: 精度约%.0f米

source: ACCURACY CAP
ar: سقف الدقة
bn: নির্ভুলতা ক্যাপ
es: LÍMITE DE PRECISIÓN
fr: CAP DE PRÉCISION
hi: सटीकता कैप
ja: 精度キャップ
pt_br: LIMITE DE PRECISÃO
ru: ОГРАНИЧЕНИЕ ТОЧНОСТИ
zh_hans: 精度上限

source: ACTIONS
ar: الإجراءات
bn: কর্ম
es: COMPORTAMIENTO
hi: कार्रवाई
ja: アクション
pt_br: AÇÕES
ru: ДЕЙСТВИЯ
zh_hans: 行动

source: Active session path
ar: مسار الجلسة النشطة
bn: সক্রিয় অধিবেশন পথ
es: Ruta de sesión activa
fr: Chemin de session actif
hi: सक्रिय सत्र पथ
ja: アクティブなセッションのパス
pt_br: Caminho da sessão ativa
ru: Путь активного сеанса
zh_hans: 活动会话路径

source: Add a place name in the visit form.
ar: أضف اسم مكان في نموذج الزيارة.
bn: ভিজিট ফর্মে একটি জায়গার নাম যোগ করুন।
es: Agregue el nombre de un lugar en el formulario de visita.
fr: Ajoutez un nom de lieu dans le formulaire de visite.
hi: विज़िट फ़ॉर्म में स्थान का नाम जोड़ें.
ja: 訪問フォームに地名を追加します。
pt_br: Adicione um nome de local no formulário de visita.
ru: Добавьте название места в форму посещения.
zh_hans: 在访问表单中添加地名。

source: Add a visit at your current location
ar: أضف زيارة إلى موقعك الحالي
bn: আপনার বর্তমান অবস্থানে একটি দর্শন যোগ করুন
es: Añade una visita a tu ubicación actual
fr: Ajouter une visite à votre emplacement actuel
hi: अपने वर्तमान स्थान पर एक विज़िट जोड़ें
ja: 現在の場所への訪問を追加
pt_br: Adicione uma visita em sua localização atual
ru: Добавьте посещение вашего текущего местоположения
zh_hans: 添加您当前位置的访问

source: Add current or past visits from the map, confirm detected places, or correct them with nearby place suggestions.
ar: قم بإضافة الزيارات الحالية أو السابقة من الخريطة، أو تأكيد الأماكن المكتشفة، أو تصحيحها باستخدام اقتراحات الأماكن القريبة.
bn: মানচিত্র থেকে বর্তমান বা অতীতের পরিদর্শন যোগ করুন, সনাক্ত করা স্থানগুলি নিশ্চিত করুন বা কাছাকাছি স্থানের পরামর্শ দিয়ে তাদের সংশোধন করুন৷
es: Agregue visitas actuales o pasadas desde el mapa, confirme lugares detectados o corríjalos con sugerencias de lugares cercanos.
fr: Ajoutez les visites actuelles ou passées à partir de la carte, confirmez les lieux détectés ou corrigez-les avec des suggestions de lieux à proximité.
hi: मानचित्र से वर्तमान या पिछली यात्राओं को जोड़ें, ज्ञात स्थानों की पुष्टि करें, या आस-पास के स्थानों के सुझावों से उन्हें ठीक करें।
ja: 地図から現在または過去の訪問を追加したり、検出された場所を確認したり、近くの場所の提案で修正したりできます。
pt_br: Adicione visitas atuais ou anteriores do mapa, confirme locais detectados ou corrija-os com sugestões de locais próximos.
ru: Добавляйте текущие или прошлые посещения с карты, подтверждайте обнаруженные места или исправляйте их, предлагая места поблизости.
zh_hans: 从地图添加当前或过去的访问，确认检测到的地点，或使用附近的地点建议更正它们。

source: Add iso.me to supported watch faces for quick tracking status and today’s totals.
ar: أضف iso.me إلى وجوه الساعة المدعومة للتتبع السريع لحالة وإجماليات اليوم.
bn: দ্রুত ট্র্যাকিং স্ট্যাটাস এবং আজকের মোটের জন্য সমর্থিত ঘড়ির মুখগুলিতে iso.me যোগ করুন।
es: Agregue iso.me a las esferas de reloj compatibles para realizar un seguimiento rápido del estado y los totales de hoy.
fr: Ajoutez iso.me aux cadrans de montre pris en charge pour un suivi rapide de l'état et des totaux du jour.
hi: त्वरित ट्रैकिंग स्थिति और आज के कुल योग के लिए समर्थित वॉच फेस में iso.me जोड़ें।
ja: サポートされているウォッチフェイスにiso.meを追加すると、ステータスと今日の合計を簡単に追跡できます。
pt_br: Adicione iso.me aos mostradores de relógio compatíveis para rastrear rapidamente o status e os totais de hoje.
ru: Добавьте iso.me в список поддерживаемых циферблатов, чтобы быстро отслеживать статус и текущие итоги.
zh_hans: 将iso.me添加到支持的表盘，以快速跟踪状态和今天的总数。

source: Add notes
ar: أضف ملاحظات
bn: নোট যোগ করুন
es: Agregar notas
fr: Ajouter des notes
hi: नोट्स जोड़ें
ja: メモを追加する
pt_br: Adicionar notas
ru: Добавить заметки
zh_hans: 添加注释

source: Add notes about this visit...
ar: إضافة ملاحظات حول هذه الزيارة...
bn: এই সফর সম্পর্কে নোট যোগ করুন...
es: Añadir notas sobre esta visita...
fr: Ajouter des notes sur cette visite...
hi: इस यात्रा के बारे में नोट्स जोड़ें...
ja: この訪問に関するメモを追加...
pt_br: Adicione notas sobre esta visita...
ru: Добавить заметки об этом визите...
zh_hans: 添加有关此访问的注释...

source: Add past visit
ar: أضف الزيارة السابقة
bn: অতীত পরিদর্শন যোগ করুন
es: Agregar visita anterior
fr: Ajouter une visite passée
hi: पिछली यात्रा जोड़ें
ja: 過去の訪問を追加
pt_br: Adicionar visita anterior
ru: Добавить прошлый визит
zh_hans: 添加过去的访问

source: Add Past Visit
ar: أضف الزيارة السابقة
bn: অতীত পরিদর্শন যোগ করুন
es: Agregar visita anterior
fr: Ajouter une visite passée
hi: पिछली यात्रा जोड़ें
ja: 過去の訪問を追加
pt_br: Adicionar visita anterior
ru: Добавить прошлый визит
zh_hans: 添加过去的访问

source: Add past visits from anywhere
ar: إضافة الزيارات السابقة من أي مكان
bn: যে কোন জায়গা থেকে অতীত পরিদর্শন যোগ করুন
es: Añade visitas pasadas desde cualquier lugar
fr: Ajoutez des visites passées de n'importe où
hi: कहीं से भी पिछली यात्राएँ जोड़ें
ja: どこからでも過去の訪問を追加
pt_br: Adicione visitas anteriores de qualquer lugar
ru: Добавляйте прошлые посещения откуда угодно
zh_hans: 从任何地方添加过去的访问

source: Add place
ar: إضافة مكان
bn: স্থান যোগ করুন
es: Agregar lugar
fr: Ajouter un lieu
hi: स्थान जोड़ें
ja: 場所を追加
pt_br: Adicionar lugar
ru: Добавить место
zh_hans: 添加地点

source: Add Place
ar: إضافة مكان
bn: স্থান যোগ করুন
es: Agregar lugar
fr: Ajouter un lieu
hi: स्थान जोड़ें
ja: 場所を追加
pt_br: Adicionar lugar
ru: Добавить место
zh_hans: 添加地点

source: Add place manually
ar: أضف المكان يدويًا
bn: ম্যানুয়ালি জায়গা যোগ করুন
es: Agregar lugar manualmente
fr: Ajouter un lieu manuellement
hi: स्थान मैन्युअल रूप से जोड़ें
ja: 手動で場所を追加
pt_br: Adicionar local manualmente
ru: Добавить место вручную
zh_hans: 手动添加地点

source: Add this place
ar: أضف هذا المكان
bn: এই জায়গা যোগ করুন
es: Añadir este lugar
fr: Ajouter ce lieu
hi: इस स्थान को जोड़ें
ja: この場所を追加
pt_br: Adicionar este lugar
ru: Добавить это место
zh_hans: 添加这个地方

source: ADDRESS
ar: عنوان
bn: ঠিকানা
es: DIRECCIÓN
fr: ADRESSE
hi: पता
ja: 住所
pt_br: ENDEREÇO
ru: АДРЕС
zh_hans: 地址

source: Address or note
ar: العنوان أو الملاحظة
bn: ঠিকানা বা নোট
es: dirección o nota
fr: Adresse ou note
hi: पता या नोट
ja: 住所またはメモ
pt_br: Endereço ou nota
ru: Адрес или примечание
zh_hans: 地址或备注

source: Adjust arrival and departure times, mark a visit as still in progress, and keep the visit history accurate.
ar: قم بضبط أوقات الوصول والمغادرة، ووضع علامة على الزيارة على أنها لا تزال جارية، وحافظ على دقة سجل الزيارة.
bn: আগমন এবং প্রস্থানের সময় সামঞ্জস্য করুন, একটি ভিজিট এখনও চলছে বলে চিহ্নিত করুন এবং পরিদর্শনের ইতিহাস সঠিক রাখুন।
es: Ajuste los horarios de llegada y salida, marque una visita como aún en curso y mantenga preciso el historial de visitas.
fr: Ajustez les heures d'arrivée et de départ, marquez une visite comme étant toujours en cours et maintenez l'historique des visites précis.
hi: आगमन और प्रस्थान के समय को समायोजित करें, किसी यात्रा को अभी भी जारी के रूप में चिह्नित करें और यात्रा के इतिहास को सटीक रखें।
ja: 到着時間と出発時間を調整し、訪問を進行中としてマークし、訪問履歴を正確に保ちます。
pt_br: Ajuste os horários de chegada e partida, marque uma visita como ainda em andamento e mantenha o histórico de visitas preciso.
ru: Регулируйте время прибытия и отправления, отмечайте посещение как продолжающееся и сохраняйте точность истории посещений.
zh_hans: 调整到达和出发时间，将访问标记为仍在进行中，并保持访问历史记录的准确性。

source: All
ar: الجميع
bn: সব
es: Todo
fr: Tous
hi: सभी
ja: 全て
pt_br: Todos
ru: Все
zh_hans: 全部

source: ALL
ar: الجميع
bn: সব
es: TODO
fr: TOUS
hi: सभी
ja: 全て
pt_br: TODOS
ru: ВСЕ
zh_hans: 全部

source: All data stored locally. Never uploaded to any server.
ar: جميع البيانات المخزنة محليا. لم يتم التحميل مطلقًا على أي خادم.
bn: সমস্ত ডেটা স্থানীয়ভাবে সংরক্ষিত। কোন সার্ভারে আপলোড করা হয়নি.
es: Todos los datos almacenados localmente. Nunca subido a ningún servidor.
fr: Toutes les données stockées localement. Jamais téléchargé sur un serveur.
hi: सभी डेटा स्थानीय रूप से संग्रहीत। कभी भी किसी सर्वर पर अपलोड नहीं किया गया.
ja: すべてのデータはローカルに保存されます。サーバーにアップロードすることはありません。
pt_br: Todos os dados armazenados localmente. Nunca carregado em nenhum servidor.
ru: Все данные хранятся локально. Никогда не загружался ни на один сервер.
zh_hans: 所有数据都存储在本地。从未上传到任何服务器。

source: ALL FORMATS
ar: جميع التنسيقات
bn: সব ফরম্যাট
es: TODOS LOS FORMATOS
fr: TOUS LES FORMATS
hi: सभी प्रारूप
ja: すべてのフォーマット
pt_br: TODOS OS FORMATOS
ru: ВСЕ ФОРМАТЫ
zh_hans: 所有格式

source: All time
ar: كل الوقت
bn: সব সময়
es: Todo el tiempo
fr: Tout le temps
hi: पूरे समय
ja: ずっと
pt_br: Todo o tempo
ru: Все время
zh_hans: 所有时间

source: All Time
ar: كل الوقت
bn: সব সময়
es: Todo el tiempo
fr: Tout le temps
hi: पूरे समय
ja: オールタイム
pt_br: Todos os tempos
ru: Все время
zh_hans: 所有时间

source: ALL TIME
ar: كل الوقت
bn: সব সময়
es: TODO EL TIEMPO
fr: TOUT LE TEMPS
hi: पूरे समय
ja: オールタイム
pt_br: TODOS OS TEMPOS
ru: ВСЕ ВРЕМЯ
zh_hans: 所有时间

source: Allow
ar: يسمح
bn: অনুমতি দিন
es: Permitir
fr: Permettre
hi: अनुमति दें
ja: 許可
pt_br: Permitir
ru: Позволять
zh_hans: 允许

source: Allow location to save a visit
ar: السماح للموقع بحفظ الزيارة
bn: একটি দর্শন সংরক্ষণ করার জন্য অবস্থানের অনুমতি দিন
es: Permitir ubicación para guardar una visita
fr: Autoriser l'emplacement à enregistrer une visite
hi: विज़िट को सहेजने के लिए स्थान की अनुमति दें
ja: 訪問を保存するために位置情報を許可する
pt_br: Permitir localização para salvar uma visita
ru: Разрешите местоположение, чтобы сохранить посещение
zh_hans: 允许位置保存访问

source: Allowed
ar: مسموح
bn: অনুমোদিত
es: Permitido
fr: Autorisé
hi: अनुमत
ja: 許可された
pt_br: Permitido
ru: Допустимый
zh_hans: 允许

source: ALTITUDE
ar: ارتفاع
bn: উচ্চতা
es: ALTITUD
hi: ऊंचाई
ja: 高度
ru: ВЫСОТА
zh_hans: 高度

source: Always
ar: دائماً
bn: সর্বদা
es: Siempre
fr: Toujours
hi: हमेशा
ja: いつも
pt_br: Sempre
ru: Всегда
zh_hans: 总是

source: Always allowed
ar: مسموح به دائمًا
bn: সর্বদা অনুমোদিত
es: Siempre permitido
fr: Toujours autorisé
hi: हमेशा अनुमति है
ja: 常に許可される
pt_br: Sempre permitido
ru: Всегда разрешено
zh_hans: 始终允许

source: Any
ar: أي
bn: যে কোন
es: Cualquier
fr: N'importe lequel
hi: कोई
ja: どれでも
pt_br: Qualquer
ru: Любой
zh_hans: 任何

source: API KEY
ar: مفتاح واجهة برمجة التطبيقات
bn: Api কী
es: CLAVE DE API
fr: CLÉ API
hi: एपीआई कुंजी
ja: APIキー
pt_br: CHAVE DE API
ru: API-КЛЮЧ
zh_hans: API密钥

source: API KEY (QUERY)
ar: مفتاح واجهة برمجة التطبيقات (الاستعلام)
bn: Api কী (কোয়েরি)
es: CLAVE API (CONSULTA)
fr: CLÉ API (REQUÊTE)
hi: एपीआई कुंजी (क्वेरी)
ja: APIキー（クエリ）
pt_br: CHAVE API (CONSULTA)
ru: КЛЮЧ API (ЗАПРОС)
zh_hans: Api 密钥（查询）

# App: iso.me %@ Platform: %@ Device: %@
source: App: iso.me %1$@ Platform: %2$@ Device: %3$@
ar: التطبيق: iso.me %1$@ النظام الأساسي: %2$@ الجهاز: %3$@
bn: অ্যাপ: iso.me %1$@ প্ল্যাটফর্ম: %2$@ ডিভাইস: %3$@
es: Aplicación: iso.me %1$@ Plataforma: %2$@ Dispositivo: %3$@
fr: Application : iso.me %1$@ Plateforme : %2$@ Appareil : %3$@
hi: ऐप: iso.me %1$@ प्लेटफ़ॉर्म: %2$@ डिवाइस: %3$@
ja: アプリ: iso.me %1$@プラットフォーム: %2$@デバイス: %3$@
pt_br: Aplicativo: iso.me %1$@ Plataforma: %2$@ Dispositivo: %3$@
ru: Приложение: iso.me %1$@ Платформа: %2$@ Устройство: %3$@
zh_hans: 应用程序： iso.me %1$@平台： %2$@设备： %3$@

source: Apple Maps search is unavailable right now. Please try again.
ar: البحث Apple Maps غير متاح حاليًا. يرجى المحاولة مرة أخرى.
bn: Apple Maps অনুসন্ধান এই মুহূর্তে অনুপলব্ধ৷ আবার চেষ্টা করুন.
es: La búsqueda Apple Maps no está disponible en este momento. Por favor inténtalo de nuevo.
fr: La recherche Apple Maps n'est pas disponible pour le moment. Veuillez réessayer.
hi: Apple Maps खोज अभी उपलब्ध नहीं है। कृपया पुन: प्रयास करें।
ja: 現在、 Apple Maps検索は利用できません。もう一度試してください。
pt_br: A pesquisa Apple Maps não está disponível no momento. Por favor, tente novamente.
ru: Поиск Apple Maps сейчас недоступен. Пожалуйста, попробуйте еще раз.
zh_hans: Apple Maps搜索目前不可用。请再试一次。

source: Apply
ar: يتقدم
bn: আবেদন করুন
es: Aplicar
fr: Appliquer
hi: आवेदन करना
ja: 適用する
pt_br: Aplicar
ru: Применять
zh_hans: 申请

source: Arrival and departure timestamps are always included.
ar: يتم تضمين الطوابع الزمنية للوصول والمغادرة دائمًا.
bn: আগমন এবং প্রস্থান টাইমস্ট্যাম্প সবসময় অন্তর্ভুক্ত করা হয়.
es: Las marcas de tiempo de llegada y salida siempre están incluidas.
fr: Les horodatages d’arrivée et de départ sont toujours inclus.
hi: आगमन और प्रस्थान टाइमस्टैम्प हमेशा शामिल होते हैं।
ja: 到着および出発のタイムスタンプが常に含まれます。
pt_br: Os carimbos de data e hora de chegada e partida estão sempre incluídos.
ru: Временные метки прибытия и отправления всегда включены.
zh_hans: 始终包含到达和出发时间戳。

source: Arrivals, durations, and changes throughout your day.
ar: الوصول والمدد والتغييرات طوال يومك.
bn: আপনার সারা দিন আগমন, সময়কাল এবং পরিবর্তন।
es: Llegadas, duraciones y cambios a lo largo del día.
fr: Arrivées, durées et changements tout au long de votre journée.
hi: आपके दिन भर में आगमन, अवधि और परिवर्तन।
ja: 一日を通しての到着、所要時間、変更。
pt_br: Chegadas, durações e mudanças ao longo do dia.
ru: Прибытие, продолжительность и изменения в течение дня.
zh_hans: 一天中的到达时间、持续时间和变化。

source: Arrived
ar: وصل
bn: পৌঁছেছে
es: Llegó
fr: Arrivé
hi: पहुँचा
ja: 到着した
pt_br: Chegado
ru: Приехал
zh_hans: 到达的

source: AUTH
ar: مصادقة
bn: প্রমাণীকরণ
es: AUTENTICACIÓN
fr: AUTHENTIFICATION
hi: प्रमाणीकरण
ja: 認証
pt_br: AUTENTICAÇÃO
ru: АВТОРИЗАЦИЯ
zh_hans: 授权

source: Auto-detect places you visit
ar: الكشف التلقائي عن الأماكن التي تزورها
bn: আপনি যে স্থানগুলিতে যান তা স্বয়ংক্রিয়ভাবে সনাক্ত করুন৷
es: Detecta automáticamente los lugares que visitas
fr: Détecter automatiquement les lieux que vous visitez
hi: आपके द्वारा देखे गए स्थानों का स्वतः पता लगाएं
ja: 訪れた場所を自動検出
pt_br: Detecte automaticamente os lugares que você visita
ru: Автоматическое определение мест, которые вы посещаете
zh_hans: 自动检测您访问的地点

source: AUTO-GENERATE
ar: إنشاء تلقائي
bn: অটো-জেনারেট
es: GENERAR AUTOMÁTICAMENTE
fr: GÉNÉRATION AUTOMATIQUE
hi: स्वत: उत्पन्न करें
ja: 自動生成
pt_br: GERAR AUTOMATICAMENTE
ru: АВТОГЕНЕРАЦИЯ
zh_hans: 自动生成

source: AUTO-OFF %@
ar: إيقاف تلقائي %@
bn: স্বয়ংক্রিয় বন্ধ %@
es: APAGADO AUTOMÁTICO %@
fr: ARRÊT AUTOMATIQUE %@
hi: बंद ऑटो %@
ja: 自動オフ%@
pt_br: DESLIGAMENTO AUTOMÁTICO %@
ru: АВТООТКЛЮЧЕНИЕ %@
zh_hans: 自动关闭%@

source: AUTO-SAVE
ar: الحفظ التلقائي
bn: স্বয়ংক্রিয় সংরক্ষণ করুন
es: GUARDAR AUTOMÁTICAMENTE
fr: SAUVEGARDE AUTOMATIQUE
hi: स्वत: सहेजें
ja: 自動保存
pt_br: SALVAR AUTOMATICAMENTE
ru: АВТОСОХРАНЕНИЕ
zh_hans: 自动保存

source: Auto-save to a folder of your choice
ar: الحفظ التلقائي في مجلد من اختيارك
bn: আপনার পছন্দের ফোল্ডারে স্বয়ংক্রিয়ভাবে সংরক্ষণ করুন
es: Guardar automáticamente en una carpeta de su elección
fr: Sauvegarde automatique dans un dossier de votre choix
hi: अपनी पसंद के किसी फ़ोल्डर में स्वतः सहेजें
ja: 選択したフォルダーに自動保存
pt_br: Salvar automaticamente em uma pasta de sua escolha
ru: Автосохранение в папку по вашему выбору
zh_hans: 自动保存到您选择的文件夹

source: Auto-sync enabled
ar: تم تمكين المزامنة التلقائية
bn: স্বয়ংক্রিয়-সিঙ্ক সক্ষম
es: Sincronización automática habilitada
fr: Synchronisation automatique activée
hi: ऑटो-सिंक सक्षम
ja: 自動同期が有効になっています
pt_br: Sincronização automática ativada
ru: Автосинхронизация включена
zh_hans: 自动同步已启用

source: Auto-sync photo moments
ar: لحظات الصورة المزامنة التلقائية
bn: ফটো মুহূর্তগুলি অটো-সিঙ্ক করুন
es: Sincronización automática de momentos fotográficos
fr: Moments photo synchronisés automatiquement
hi: फोटो क्षणों को ऑटो-सिंक करें
ja: 写真の瞬間を自動同期
pt_br: Sincronize automaticamente momentos fotográficos
ru: Автосинхронизация моментов фотографий
zh_hans: 自动同步照片瞬间

source: Automatic
ar: تلقائي
bn: স্বয়ংক্রিয়
es: Automático
fr: Automatique
hi: स्वचालित
ja: 自動
pt_br: Automático
ru: Автоматический
zh_hans: 自动的

source: Available
ar: متاح
bn: পাওয়া যায়
es: Disponible
fr: Disponible
hi: उपलब्ध
ja: 利用可能
pt_br: Disponível
ru: Доступный
zh_hans: 可用的
